Repository: rodrigogasp/MemoryGame
Catalog: MemoryGame/Translate/*.lproj/Localizable.strings
Languages: pt_br

source: Nice! Are you for the next round?
pt_br: Parabéns! Você está pronto para a próxima rodada?

source: Ops, you miss. Better luck next time!
pt_br: Ops, você errou! Melhor sorte na próxima vez!

source: Your up
pt_br: Sua vez!

source: points and this your new record! Congratulations!
pt_br: pontos e esse é seu novo recorde! Parabéns!!

source: You did
pt_br: Você fez

source: Please, tell us your nickname
pt_br: Por favor, nos informe seu apelido

source: Save
pt_br: Salvar

source: Round
pt_br: Rodada

source: Play
pt_br: Jogar

source: Leaderboard
pt_br: Ranking

source: Score
pt_br: Pontos

source: Highscore
pt_br: Melhor
